{
  "id" : "user/15483461753948633089/state/com.google/starred",
  "title" : "Genron の Google リーダー スター付きアイテム",
  "author" : "Genron",
  "updated" : 1231762176,
  "direction" : "ltr",
  "items" : [ {
    "isReadStateLocked" : true,
    "crawlTimeMsec" : "1231762176200",
    "timestampUsec" : "1231762176200157",
    "id" : "tag:google.com,2005:reader/item/e1da23b768c1b7b4",
    "categories" : [ "user/15483461753948633089/state/com.google/read", "user/15483461753948633089/state/com.google/starred", "Links elsewhere", "Science", "Skepchick-ism", "Skepticism", "Stuff You'll Like" ],
    "title" : "Top 10 Skeptics Who Kicked Ass in 2008",
    "published" : 1230652684,
    "updated" : 1230652684,
    "alternate" : [ {
      "href" : "http://skepchick.org/blog/?p=4996",
      "type" : "text/html"
    } ],
    "content" : {
      "direction" : "ltr",
      "content" : "<img style=\"float:left;margin-right:10px;border:none\" src=\"http://www.gravatar.com/avatar.php?gravatar_id=19f731548bcbcb321437c6b20d98bd03&amp;default=http://use.perl.org/images/pix.gif\" alt=\"No Gravatar\" width=\"80\" height=\"80/\"><p>As when I was compiling the <a href=\"http://skepchick.org/blog/?p=4813\">top 10 jackasses of 2008</a>, I had a really tough time choosing who did the most for skepticism this year. So, I threw the question to my <a href=\"http://www.twitter.com/RebeccaWatson\">Twitter</a> followers. This is called “crowdsourcing,” which is like journalism for lazy people. The sad thing is that not a single person nominated a single woman, with the exception of Elyse giving the nod to the very deserving A.Real.Girl. <img title=\"kickassbadge_plural\" src=\"http://skepchick.org/blog/wp-content/uploads/2008/12/kickassbadge_plural.jpg\" alt=\"kickassbadge_plural\" width=\"170\" height=\"200\">For this list, I’ve exempted the always-awesome Skepchicks since I’m a little biased and so they’d overwhelm the list (I’ve also exempted my cohosts of <a href=\"http://www.theskepticsguide.org\">The Skeptics’ Guide</a>, who are also awesome and deserve non-biased accolades). So, I’ve added a few women I thought deserved special mention. There are many more, like <a href=\"http://www.twis.org/\">Dr. Kiki Sanford</a>, <a href=\"http://www.pandagon.net\">Amanda Marcotte</a>, and <a href=\"http://www.secular.org/bios/Lori_Lipman_Brown.html\">Lori Lipman Brown</a>. I hope when I ask again next year, they come to your collective brains as easily as the men.</p>\n<p>Other runners-up who were nominated via Twitter and Facebook: Brian Dunning for doing Skeptoid and The Skeptologists, <a href=\"http://www.senseaboutscience.org.uk\">Sense About Science</a><strong> </strong>for their wonderful report on Celebs and Pseudoscience, Mark Crislip of <a href=\"http://www.quackcast.com/\">Quackcast</a>,  Barack Obama of the 2008 US Presidential Elections for a thus-far mostly-promising commitment to science, and Jan Meshon of <a href=\"http://www.Freethoughtaction.org\">FreethoughtAction</a>.</p>\n<p>Here are the results of the Top 10, along with some comments from Twitter (and Facebook, connected to my Twitter account).</p>\n<h2>10. Amanda Peet</h2>\n<p><img src=\"http://img244.imageshack.us/img244/8740/cookiemagazineaugust20cp7.jpg\" alt=\"Amanda Peet\"><br>\nI can hear you bitching already. “But she’s just an actress!” “She has no scientific training!” “Where’s her blog?” Well, guess what? That’s what makes her awesome. Like it or not, actors have the attention of the world on absolutely any subject they’d like to discuss, which is why a coconut-skull like Jenny McCarthy can convince so many otherwise rational people to put their (and other parents’) children at risk by not having them vaccinated. Amanda Peet actually had the ovaries to step up and declare that she had her daughter vaccinated, that the science supports the safety of vaccinations, and that further, as an <a href=\"http://abcnews.go.com/Health/AutismNews/Story?id=5483159\">actress she has no special knowledge or authority that should convince anyone to listen to her opinions</a>. How often does anyone admit something like that?</p>\n<p>Just as ignorant celebs can make the world worse, well-informed and equally-outspoken celebs can make the world better. Let’s hope for more people like Amanda Peet in 2009.</p>\n<h2>9. Ben Goldacre</h2>\n<p><img title=\"Ben Goldacre\" src=\"http://img152.imageshack.us/img152/3432/bensmallzh6.jpg\" alt=\"\" width=\"176\" height=\"211\"></p>\n<p>Ben Goldacre  of <a href=\"http://www.badscience.net\">Bad Science</a> had a banner year, most notably taking down Matthias Rath, #6 on our <a href=\"http://skepchick.org/blog/?p=4813\">Top 10 Jackasses of 2008</a>. If you’ll recall, Rath is the bastard who sold vitamins to cure AIDS patients in Africa, and who then sued Ben and The Guardian for pointing the fact out. Neither Ben nor The Guardian backed down, and they won their case. In addition, Ben <a href=\"http://www.badscience.net/2008/12/the-year-in-bad-science-2/\">did a lot of other stuff this year</a>, too, keeping a watchful eye on UK scam artists and pushers of bad science. He’s tenacious, vigilant, funny, and pretty damned cute, which doesn’t hurt.</p>\n<p>*UPDATE* I can’t believe I forgot to mention that Ben also had an ass-kicking, best-selling book debut this year, appropriately titled <a href=\"http://www.amazon.co.uk/Bad-Science-Ben-Goldacre/dp/0007240198/?tag=bs0b-21\"><em>Bad Science</em></a>. Go buy it, and enjoy seeing the media’s treatment of science and medicine completely eviscerated.</p>\n<h2>8. Thunderf00t</h2>\n<p></p>\n<blockquote><p><strong>Vault101Dweller</strong>: [...] Thunderf00t for lack of a better term owning VFX in that DMCA debacle.</p></blockquote>\n<p>I documented <a href=\"http://www.youtube.com/user/Thunderf00t\">Thunderf00t</a>’s epic takedown of VenomFangX <a href=\"http://skepchick.org/blog/?p=3477\">here</a>, so go read that if you need to catch up. As wonderful as that epic win was, it was merely the icing on the delicious cake of scientific knowledge that Thunderf00t has been baking for a long time now (I’m going to drop that metaphor now, thanks). His <em>Why Do People Laugh at Creationists</em> series, going since 2007, is a concise, easy-to-understand, and entertaining explanation that will arm anyone with the knowledge they need to address the most common creationist claims. Go to his <a href=\"http://www.youtube.com/user/Thunderf00t\">page</a>, where he’s collected them all in a playlist that lets you play multiple hours of pwnage.</p>\n<h2>7. Orac<a href=\"http://scienceblogs.com/insolence/\"></a></h2>\n<p><img src=\"http://img228.imageshack.us/img228/1365/6923434979f533f29fid4.jpg\" alt=\"Orac?\"></p>\n<blockquote><p><strong>wackyvorlon</strong>: Orac has my vote. He’s been on the front lines fighting the anti-vaccinationists for years now.</p></blockquote>\n<p>Orac’s been fighting pseudoscience online since well before I knew what a blog was. As a self-proclaimed egotistical surgeon/scientist (the self-proclaimed was for the adjective, not the nouns), he uses logic, reason, and good old fashioned science to dissect the claims of anti-vaccinationists like Jenny McCarthy (#3 on our list of Jackasses) and creationists like Michael Egnor. Orac has inspired countless other bloggers to tackle medical quackery, plus he supports all other areas of skepticism by running the bi-monthly Skeptics’ Circle.</p>\n<p>No one has ever seen Orac (not even his wife), but apparently he’s some kind of . . . bottle of glue? Named EneMan? I’m not sure. Apparently that’s his mascot.</p>\n<h2>6. Susan Jacoby</h2>\n<p><img src=\"http://img244.imageshack.us/img244/8223/fepr08030510qabz6.jpg\" alt=\"Susan Jacoby\"><br>\nIf you read <em>The Age of American Unreason</em>, like me, you probably spent the following few weeks cowering under your bed, weeping quietly for humanity. <a href=\"http://img176.imageshack.us/img176/3683/2008031012kw9.jpg\">Susan Jacoby</a>’s scholarly, expansive tome plunges through history, sorting out the bullshit from the truth, and showing how over time we’ve come to abandon logic, reason, and intellectual rigor in favor of the irrational and brainless. If you want to know why our Top 10 Jackasses were able to con so many people, look no further.</p>\n<p>I actually disagreed with her on some points – particularly, her bashing of the Internet – but was always impressed with her ability to back up her assertions and make me think about my own assumptions. While the book isn’t the most optimistic thing I read this year, I still found it to be inspiring. By exhaustively detailing the things that were right in the past and the causes of why things have gone wrong, we can focus more on correcting ourselves to make way for a better, less credulous future.</p>\n<h2>5. Simon Singh</h2>\n<p><img title=\"Simon Singh\" src=\"http://img233.imageshack.us/img233/7341/682cpj1.jpg\" alt=\"\" width=\"238\" height=\"263\"></p>\n<blockquote><p><strong>Reed Esau</strong> (via Facebook): Simon Singh, for not taking the easy way out.</p></blockquote>\n<p>I believe Reed was referring to <a href=\"http://www.simonsingh.net/\">Simon Singh</a>’s ongoing legal battle with a group of angry chiropractors (British Chiropractic Association) who are suing him over his less-than-complimentary essays on their “complementary” services. This may all sound familiar to regular readers, because I wrote about it <a href=\"http://skepchick.org/blog/?p=2200\">back in August</a>. The suit is still going on today, as Simon and The Guardian (who may deserve an award of their own for also sticking up for Ben Goldacre, above) force the BCA to produce evidence proving that what Simon wrote was untrue. That evidence has yet to be found, strongly suggesting that Simon was correct: chiropractors are promising miracle cures for diseases they cannot actually cure. (By the way, join the <a href=\"http://www.facebook.com/group.php?gid=33457048634\">Facebook group to support Simon here</a>!)</p>\n<p>In addition to the lawsuit, this is the year Simon came out with the excellent book <em>Trick or Treatment</em>, in which he and Edzard Ernst lay waste to countless alternative medicine quack treatments. You should buy it, and you should buy another one for the person in your life who says, “Well there must be <em>something</em> to it, since the Chinese have been using it for 6 billion years.”</p>\n<h2>4. Sanal Edamaruku<a href=\"http://www.rationalistinternational.net/\"></a></h2>\n<p><img src=\"http://img176.imageshack.us/img176/3683/2008031012kw9.jpg\" alt=\"\" width=\"320\" height=\"240\"></p>\n<blockquote><p><strong>Amanda Rose</strong> (via Facebook): Oh I vote for Sanal Edamaruku too. http://www.boingboing.net/2008/03/25/skeptic-giggles-on-i.html</p></blockquote>\n<p>Sanal is the Indian rationalist <a href=\"http://skepchick.org/blog/?p=1129\">who was threatened with death by a “powerful” tantrik’s death chants</a>. On live TV, Sanal laughed as the Tantrik danced around him while calling upon the gods to strike him dead, for two full hours. He captured the attention of millions who lived in fear of such superstitions, and unflinchingly proved to them that it was all nonsense.</p>\n<p>The incredible popularity of the stunt brought Sanal’s groups the <a href=\"http://indianrationalists.blogspot.com/\">Indian Rationalist Association</a> and <a href=\"http://www.rationalistinternational.net\">Rationalist International</a> into the limelight, showing the entire world that English-speaking countries don’t have the monopoly on skeptical heroes.</p>\n<h2>2. (TIE) Phil Plait<a href=\"http://www.randi.org\"></a></h2>\n<p><img title=\"Phil Plait\" src=\"http://img178.imageshack.us/img178/7703/skepdudecalendarbigtl3.jpg\" alt=\"\" width=\"320\" height=\"249\"></p>\n<blockquote><p><strong>Cabose</strong>: Phil Plait. Reason: Death from the Skies. I think he wins now.</p>\n<p><strong>eafarris</strong>: Gotta be @badastronomer. Witness http://zi.ma/4a01 and http://zi.ma/35bd55</p>\n<p><strong>trianglman</strong>: @badastronomer ’s Death from the Skies kicks a lot of ass (at least the first part that I’ve read so far)</p>\n<p><strong>JHVanOphem</strong>: My vote is for @badastronomer His endless energy led him to the JREF Presidency and the future looks bright indeed.</p></blockquote>\n<p>Of course, friend-of-Skepchick Phil Plait has to make the list! The newly chosen president of the James Randi Education Foundation, author of <a href=\"http://skepchick.org/blog/?p=3505\"><em>Death From the Skies</em></a>, and longtime skeptic had an amazing year. He’s now reaching more people than ever with his inspiring awe for science and his canny ability to call out bullshit when he sees it. Plus, he’s a complete and total nerd who gushes about <em>Doctor Who</em>, <em>Star Trek</em>, <em>Heroes</em>, and other lovably dorky topics. And did I mention he posed in the Skepdude calendar? Is it any wonder we all love him? He got tons of votes in the Twitter poll – in fact, just about exactly as many as . . .</p>\n<h2>2. (TIE) PZ Myers<a href=\"http://scienceblogs.com/pharyngula/\"></a></h2>\n<p><img title=\"PZ Myers\" src=\"http://img139.imageshack.us/img139/8040/moirt4.jpg\" alt=\"\" width=\"300\" height=\"266\"></p>\n<blockquote><p><strong>CoffeeJedi</strong>: PZ Meyers for Crackergate.</p>\n<p><strong>teambanzai</strong>: I’m going with PZ Myers. Reason being how he handled the Exposed mess.</p>\n<p><strong>Michael Rosch</strong> (via Facebook): . . . the winner I think is PZ, because he was expelled from Expelled, broke into the Expelled tele-conference to plug expelledexposed.com, Crackergate (the story that wouldn’t die), and now w/ him getting credit for thwarting the alliance btw. the Cincinnati Zoo &amp; the Creation Museum.</p></blockquote>\n<p>He’s controversial, political, unapologetic, skeptical, and hilarious – he’s our own PZ Myers of the popular blog <a href=\"http://scienceblogs.com/pharyngula/\">Pharyngula</a>. As his Twitter nominations suggest, he won this spot on the list by kicking the asses of two of our top 10 jackasses: Ben Stein and Bill Donohue. For Ben, PZ caused an uproar when he was <a href=\"http://scienceblogs.com/pharyngula/2008/03/expelled.php\">expelled from Expelled</a>, and then <a href=\"http://skepchick.org/blog/?p=1190\">burst into a faux-press conference</a>, almost literally stealing the show. Recently, also as mentioned by Michael on Facebook, PZ even managed to sink a deal between the Cincinnati Zoo and the Creation Museum, earning him even more ire from the crazies. I’ve yet to see him back down from any challenge, and I fully expect him to continue kicking ass well into 2009.</p>\n<p>And look at how he snuggles that squid. Awwwww.</p>\n<h2>1. Marcus Seda’s Brother</h2>\n<p><img title=\"Beaker\" src=\"http://img519.imageshack.us/img519/1955/lylebeakerkz1.gif\" alt=\"\" width=\"240\" height=\"320\"></p>\n<blockquote><p><strong>Marcus Seda</strong> (via Facebook): My brother the science teacher. He shows movies like “the Core” and “the Day After Tomorrow” to point out the bad science theirin. He also uses the Onion to show how not everything you read is true.</p></blockquote>\n<p>All of you but Marcus (and possibly his brother) are probably wondering, “WTF?” I assure you, this isn’t a Time-Person-of-the-Year-like cop-out, since I’m not naming YOU the number one skeptic. Instead, I’m giving the honor to the teachers and parents who are reaching kids and instilling in them a love of science and the ability to tell fantasy from reality. I wanted to populate this list with people who had really accomplished something this year – something tangible – and hey, who have accomplished more than those people with the direct connection to our future society’s ability to reason?</p>\n<p>So please, help me out here. In the comments, I’d like for you to nominate a teacher, parent, or other skeptic who has directly affected someone’s life for the better this year. As I asked the Twitter crowd: please show your work.</p>\n<p>+++</p>\n<p>PS: Thanks to Tkingdoll &amp; DC Turner for the pretty badges for our winners to have! &gt;&gt;</p>\n<p><a href=\"http://skepchick.org/blog/?p=4996\"><img title=\"Skeptic Who Kicked Ass 2008\" src=\"http://skepchick.org/blog/wp-content/uploads/2008/12/skepchick2008_small.jpg\" alt=\"Skeptic Who Kicked Ass 2008\" width=\"107\" height=\"125\"></a></p>\n<p><a href=\"http://skepchick.org/blog/?p=4996\"><img title=\"Skeptic Who Kicked Ass 2008\" src=\"http://skepchick.org/blog/wp-content/uploads/2008/12/skepchick2008.jpg\" alt=\"Skeptic Who Kicked Ass 2008\" width=\"170\" height=\"200\"></a></p>"
    },
    "author" : "Rebecca",
    "comments" : [ ],
    "annotations" : [ ],
    "origin" : {
      "streamId" : "feed/http://skepchick.org/blog/?feed=rss2",
      "title" : "Skepchick",
      "htmlUrl" : "http://skepchick.org"
    }
  }, {
    "isReadStateLocked" : true,
    "crawlTimeMsec" : "1227079574240",
    "timestampUsec" : "1227079574240157",
    "id" : "tag:google.com,2005:reader/item/aa68dd9d975453ba",
    "categories" : [ "user/15483461753948633089/state/com.google/starred", "user/15483461753948633089/state/com.google/read", "Antivaccination lunacy" ],
    "title" : "Contact the Obama transition team to tell them why Robert F. Kennedy, Jr. is a truly bad choice for any science-based government post",
    "published" : 1226045042,
    "updated" : 1226045042,
    "canonical" : [ {
      "href" : "http://scienceblogs.com/insolence/2008/11/contact_the_obama_transition_team_to_tel.php"
    } ],
    "alternate" : [ {
      "href" : "http://feeds.feedburner.com/~r/scienceblogs/insolence/~3/445263328/contact_the_obama_transition_team_to_tel.php",
      "type" : "text/html"
    } ],
    "summary" : {
      "direction" : "ltr",
      "content" : "<p>Yesterday, I <a href=\"http://scienceblogs.com/insolence/2008/11/say_it_aint_so_barack_say_you_aint_serio.php\">wrote</a> about a very disturbing development (disturbing, at least, to the science-based community) in the transition to an Obama Administration. That disturbing development is the multiple reports that antivaccine crank Robert F. Kennedy Jr. is being seriously considered to head the Environmental Protection Agency or even the Department of the Interior. Given RFK, Jr.'s conspiracy-mongering over vaccines, his utter failure to change his belief that mercury in vaccines causes autism in the face of overwhelming evidence that it does not. My argument was that appointing someone who is so anti-science about the issue of vaccines, who is such an utter crank, would be a terrible self-inflicted wound and seriously damage Barack Obama's cred as a pro-science President.</p>\n\n<p>Since then, I've gotten a number of questions about what we can do to prevent this from coming to pass. Some readers have pointed me to this <a href=\"http://www.change.gov/page/s/contact\">contact page</a> for the Obama transition team and this <a href=\"http://change.gov/page/s/ofthepeople\">Of the People</a> page. I suggest that everyone who opposes the politicization of science use it to respectfully lodge their protest. You know that antivaccinationists who worship RFK, Jr. will be doing it.</p>\n\n<p><strong>My RFK, Jr./Department of the Interior/EPA posts:</strong></p>\n\n<ol>\n\t<li><a href=\"http://scienceblogs.com/insolence/2008/11/why_did_someone_have_to_kill_my_election.php\">Why did someone have to kill my election buzz?</a></li>\n\t<li><a href=\"http://scienceblogs.com/insolence/2008/11/say_it_aint_so_barack_say_you_aint_serio.php\">Say it ain't so, Barack! Say you ain't seriously considering Robert F. Kennedy, Jr. to run the EPA!</a></li>\n\t<li><a href=\"http://scienceblogs.com/insolence/2008/11/contact_the_obama_transition_team_to_tel.php\">Contact the Obama transition team to tell them why Robert F. Kennedy, Jr. is a truly bad choice for any science-based government post</a></li>\n\t<li><a href=\"http://scienceblogs.com/insolence/2008/11/my_last_word_on_rfk_jrfor_now.php\">My last word on RFK, Jr...for now</a></li>\n</ol>\n <a href=\"http://scienceblogs.com/insolence/2008/11/contact_the_obama_transition_team_to_tel.php#commentsArea\">Read the comments on this post...</a><img src=\"http://feeds.feedburner.com/~r/scienceblogs/insolence/~4/445263328\" height=\"1\" width=\"1\">"
    },
    "comments" : [ ],
    "annotations" : [ ],
    "origin" : {
      "streamId" : "feed/http://scienceblogs.com/insolence/atom.xml",
      "title" : "Respectful Insolence",
      "htmlUrl" : "http://scienceblogs.com/insolence/"
    }
  }, {
    "isReadStateLocked" : true,
    "crawlTimeMsec" : "1227079572245",
    "timestampUsec" : "1227079572245577",
    "id" : "tag:google.com,2005:reader/item/ac8a64294b7d3648",
    "categories" : [ "user/15483461753948633089/state/com.google/starred", "user/15483461753948633089/state/com.google/read", "Conspiracy Theories", "Neuroscience", "Science and Medicine" ],
    "title" : "Politics and Science - The RFK Jr. Test",
    "published" : 1226059205,
    "updated" : 1226059205,
    "alternate" : [ {
      "href" : "http://www.theness.com/neurologicablog/?p=414",
      "type" : "text/html"
    } ],
    "content" : {
      "direction" : "ltr",
      "content" : "<p>I only write about politics when it intersects science. The major political theme I have discussed over the last two years on this blog is that science needs to be transparent and free from ideological meddling. Our society is best served when politics and government are informed by objective science, and great harm is done when political ideology dictates science.</p>\n<p>We see this in numerous issues - global warming, biofuels, stem-cell research, vaccine policy, prevention of HIV and unwanted pregnancy (basically every environmental issue and public health issue), not to mention the teaching of evolution.</p>\n<p>There is broad-based criticism of the Bush administration and conservatives in general over the last eight years that they significantly shifted the balance - subverting science to political ideology. This resulted in an appropriate push back, coming mostly from the left but also from the scientific community in general. It seemed that regardless of who won the recent election the situation would improve, as both candidates promised (see their responses to questions from <a href=\"http://www.sciencedebate2008.com/www/index.php?id=42\">Science Debate 2008</a>) to restore the proper role of science in government.</p>\n<p>Barack Obama, having won, now has the task of assembling his administration. His picks for cabinet positions and as heads of major federal agencies (like the FDA, EPA, and numerous other agencies) will be the earliest indication of what an Obama administration’s position toward science will be.</p>\n<p>That is why it is extremely disturbing that Obama appears to be considering Robert F. Kennedy Jr. for either Secretary of the Interior or as head of the Environmental Protection Agency.  This would be an unmitigated disaster for science in government, and I don’t think I am overstating the case. It would mean that abuse of science for ideological reasons is not a defect only of the extreme right but one easily embraced by the left as well.</p>\n<p>Yes - there is already evidence for such abuse from across the political spectrum. Abuse of science was never the sole purview of conservatives. But the Bush Administsration raised science-abuse to a new level, and now the eyes of the scientific community are on President-Elect Obama to see how much he is going to correct what Bush did. Appointing RFK Jr. would send a terrible signal.</p>\n<p>The reason for concern is that RFK Jr. is an <a href=\"http://www.theness.com/neurologicablog/?p=58\">antivaccinationist crank</a>.  He has defended the belief, against all evidence, that thimerosal in vaccines causes autism. He has attacked scientists who are just doing research and reporting on the evidence as being part of a dark government conspiracy, and as “attacking moms.’ His is a particularly vile form of antivaccinationist crankery.</p>\n<p><a href=\"http://scienceblogs.com/insolence/2008/11/say_it_aint_so_barack_say_you_aint_serio.php\">Orac has done his usual thorough job</a> of detailing the entire story, so I won’t bother to duplicate it.  Read his entry for more details on RFK Jr., and on how the antivaccine community is ecstatic about his possible appointment.</p>\n<p>I know there are other considerations in such a pick - RFK Jr. would bring his celebrity status to the EPA, and he would be a payback to the Kennedy family for their crucial early endorsement of Obama. But from the point of view of the specific issue of whether or not Obama wants to signal a new era, and a stark change from the Bush administration, in terms of science and the federal government - RFK Jr. would be a disaster. It comes down to priority, and that is precisely why this will be a good barometer of what priority science integrity will have in an Obama administration.</p>\n<p>It is also possible that Obama will focus on RFK Jr.’s history of environmental advocacy and his antivaccine crankery will be below the radar. But that seems unlikely - even a casual vetting process should reveal the firestorm of science bloggers and scientists against RFK Jr.’s conspiracy mongering and crank science.</p>\n<p>The bottom line is that environmental advocacy is all about the science, and the Democrats have been whining for eight years that the Republicans have been distorting environmental science for their ideological purposes.  This position requires someone who understands science and the proper role of science as a tool of effective regulation and specifically environmental advocacy. Putting a known antiscientific crank in this position is inexcusable, and would strongly signal that perhaps we cannot look forward to the change we were hoping for.</p>\n<p>Let’s hope saner heads prevail.</p>\n<p>_____________________________________</p>\n<p>Addendum:</p>\n<p>The <a href=\"http://www.dailykos.com/story/2008/11/7/8140/84940/439/656545\">Daily Kos</a>, a liberal blog, has chimed in on this issue.  The article and the comments seem to indicate that science bloggers are being heard. It is generally negative toward RFK Jr. on the grounds that his anti-science stance on vaccine disqualifies him for a position. Let’s hope that is a positive sign.</p>\n\n<span><br>\n<a href=\"http://slashdot.org/bookmark.pl?url=http%3A%2F%2Fwww.theness.com%2Fneurologicablog%2F%3Fp%3D414&amp;title=Politics+and+Science+-+The+RFK+Jr.+Test\" title=\"Slashdot It!\"><img src=\"http://www.theness.com/neurologicablog/wp-content/plugins/slashdot30.jpg\" height=\"32\" width=\"32\" alt=\"[Slashdot]\"></a>\n<a href=\"http://digg.com/submit?phase=2&amp;url=http%3A%2F%2Fwww.theness.com%2Fneurologicablog%2F%3Fp%3D414&amp;title=Politics+and+Science+-+The+RFK+Jr.+Test\" title=\"Digg This Story\"><img src=\"http://www.theness.com/neurologicablog/wp-content/plugins/digg.jpg\" width=\"32\" height=\"32\" alt=\"[Digg]\"></a>\n<a href=\"http://reddit.com/submit?url=http%3A%2F%2Fwww.theness.com%2Fneurologicablog%2F%3Fp%3D414&amp;title=Politics+and+Science+-+The+RFK+Jr.+Test\" title=\"Reddit\"><img src=\"http://www.theness.com/neurologicablog/wp-content/plugins/reddit.jpg\" width=\"32\" height=\"32\" alt=\"[Reddit]\"></a>\n<a href=\"http://del.icio.us/post?url=http%3A%2F%2Fwww.theness.com%2Fneurologicablog%2F%3Fp%3D414&amp;title=Politics+and+Science+-+The+RFK+Jr.+Test\" title=\"Save to del.icio.us\"><img src=\"http://www.theness.com/neurologicablog/wp-content/plugins/delicious.jpg\" width=\"32\" height=\"32\" alt=\"[del.icio.us]\"></a>\n<a href=\"http://www.facebook.com/share.php?u=http%3A%2F%2Fwww.theness.com%2Fneurologicablog%2F%3Fp%3D414\" title=\"Share on Facebook\"><img src=\"http://www.theness.com/neurologicablog/wp-content/plugins/facebook.jpg\" width=\"32\" height=\"32\" alt=\"[Facebook]\"></a>\n<a href=\"http://technorati.com/faves?add=http%3A%2F%2Fwww.theness.com%2Fneurologicablog%2F%3Fp%3D414\" title=\"Add to my Technorati Favorites\"><img src=\"http://www.theness.com/neurologicablog/wp-content/plugins/technorati.jpg\" width=\"32\" height=\"32\" alt=\"[Technorati]\"></a>\n<a href=\"http://www.google.com/bookmarks/mark?op=edit&amp;output=popup&amp;bkmk=http%3A%2F%2Fwww.theness.com%2Fneurologicablog%2F%3Fp%3D414&amp;title=Politics+and+Science+-+The+RFK+Jr.+Test\" title=\"Save to Google Bookmarks\"><img src=\"http://www.theness.com/neurologicablog/wp-content/plugins/google.jpg\" width=\"32\" height=\"32\" alt=\"[Google]\"></a>\n<a href=\"http://www.stumbleupon.com/submit?url=http%3A%2F%2Fwww.theness.com%2Fneurologicablog%2F%3Fp%3D414&amp;title=Politics+and+Science+-+The+RFK+Jr.+Test\" title=\"Stumble it!\"><img src=\"http://www.theness.com/neurologicablog/wp-content/plugins/stumbleupon.jpg\" width=\"32\" height=\"32\" alt=\"[StumbleUpon]\"></a>\n</span>"
    },
    "author" : "Steven Novella",
    "comments" : [ ],
    "annotations" : [ ],
    "origin" : {
      "streamId" : "feed/http://www.theness.com/neurologicablog/?feed=rss2",
      "title" : "NeuroLogica Blog",
      "htmlUrl" : "http://theness.com/neurologicablog"
    }
  }, {
    "isReadStateLocked" : true,
    "crawlTimeMsec" : "1227079555186",
    "timestampUsec" : "1227079555186321",
    "id" : "tag:google.com,2005:reader/item/7261d88b347ff98d",
    "categories" : [ "user/15483461753948633089/state/com.google/starred", "user/15483461753948633089/state/com.google/read", "Anti-Vaccination Hysteria", "Anti-Vaccination", "Autism", "EPA Head", "Robert F. Kennedy Junior" ],
    "title" : "No Way RFK",
    "published" : 1226378200,
    "updated" : 1228002042,
    "replies" : [ {
      "href" : "http://skeptico.blogs.com/skeptico/2008/11/robert-f-kennedy-junior-epa-autism-crank.html",
      "type" : "text/html"
    } ],
    "alternate" : [ {
      "href" : "http://skeptico.blogs.com/skeptico/2008/11/robert-f-kennedy-junior-epa-autism-crank.html",
      "type" : "text/html"
    } ],
    "content" : {
      "direction" : "ltr",
      "content" : "<div><p>Several of my fellow skeptical bloggers have been getting worked up about the possibility – rumors really – that <a href=\"http://scienceblogs.com/insolence/2008/11/say_it_aint_so_barack_say_you_aint_serio.php\">Robert F. Kennedy Junior</a> might be chosen by Obama as the next head of the EPA. It’s encouraging to note that most science bloggers who have commented, realize it would be a <em>really bad move</em> to appoint such an anti-vaccine crank with so little understanding of science, to this position. Read what Orac has to say about <a href=\"http://scienceblogs.com/insolence/2008/11/say_it_aint_so_barack_say_you_aint_serio.php\">Robert F. Kennedy Junior</a> if you don’t know the details. In summary, RFK somehow got it into his head that autism is caused by Thimerosal in vaccines. To help confirm this idea, he read the transcripts of a medical conference that was set up to discuss any possible link, to see if he could find evidence of a cover up. Unsurprisingly, he found the confirmation and the evidence of a conspiracy he was looking for. But only by torturing the minutes of the meeting so the attendees appeared to be saying the exact opposite of what they did, actually, say. I read the detailed minutes myself and wrote two posts on <a href=\"http://skeptico.blogs.com/skeptico/2005/06/robert_f_kenned.html\">RFK’s conspiracy mongering</a> and <a href=\"http://skeptico.blogs.com/skeptico/2005/06/lies_damn_lies_.html\">RFK’s quote mining</a>. You can see from all this that Kennedy<em> first </em>made up his mind about vaccines and <em>then</em> forced the evidence to match his previously made up position. And haven’t we had enough of that over the previous eight years? Yes, RFK would be a terrible choice. </p><p>I have to say though, I’m a lot more relaxed about this than most of the other skeptical bloggers. Not because I don’t think RFK would be a terrible choice, but because I don’t actually see Obama picking RFK for this. The reason is that Obama’s decision making seems to be characterized by careful thought and especially by comprehensive vetting of appointees. I just don’t see him making such a mistake. And that is especially so when you read Obama’s <a href=\"http://www.barackobama.com/2008/04/02/obama_statement_in_support_of.php\">Statement in Support of World Autism Awareness Day and Awareness Month</a>, where he states among other things, “while the causes of autism remain a mystery…”. Not to Kennedy. He knows it’s the vaccines. </p><p>And with RFK it’s not just anti-vaccine crankery. See <a href=\"http://www.goleft.tv/viewer.asp?v=1047\">this video</a> where RFK talks favorably of Hugo Chavez and the nationalization of oil companies in Venezuela. While I don’t want to get into the argument about whether that is good or bad, you have to admit the nationalization of oil companies is actually socialism, unlike the lame “socialist” things Obama was charged with during the campaign. Just the thought of playing that tape and having to justify those comments at the congressional hearings ought to be enough for Obama’s team to rule out RFK. He really doesn’t want to start all that again. </p><p>And the rumors of an RFK appointment don’t even seem that credible. For example see <a href=\"http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2008/11/08/MNUQ14092Q.DTL&amp;tsp=1\">this article</a> that doesn’t even mention the word “Kennedy”. Reports hyping up RFK’s chances are from the likes of <a href=\"http://www.huffingtonpost.com/2008/11/05/robert-f-kennedy-environm_n_141454.html\">The Huffington Post</a>. And we know how reliable they are when the subject has<em> anything</em> to do with vaccines. </p><p>So while it’s good to get the word out, again, about RFK’s total unsuitability for such a post, I actually doubt that he’s even on Obama’s shortlist. If I’m wrong, then clearly my opinion of Obama would take a very early nosedive, but I don’t think I’m ready to pre-criticize one of his future decisions just yet.</p></div>"
    },
    "author" : "Skeptico",
    "comments" : [ ],
    "annotations" : [ ],
    "origin" : {
      "streamId" : "feed/http://skeptico.blogs.com/skeptico/atom.xml",
      "title" : "Skeptico",
      "htmlUrl" : "http://skeptico.blogs.com/skeptico/"
    }
  }, {
    "isReadStateLocked" : true,
    "crawlTimeMsec" : "1227076688862",
    "timestampUsec" : "1227076688862580",
    "id" : "tag:google.com,2005:reader/item/ddd3ff68accb16de",
    "categories" : [ "user/15483461753948633089/state/com.google/starred", "user/15483461753948633089/state/com.google/read", "Antiscience", "Debunking", "Piece of mind", "Science", "Skepticism" ],
    "title" : "…but how do we recover from Jenny McCarthy?",
    "published" : 1224566414,
    "updated" : 1224566414,
    "alternate" : [ {
      "href" : "http://blogs.discovermagazine.com/badastronomy/2008/10/20/but-how-do-we-recover-from-jenny-mccarthy/",
      "type" : "text/html"
    } ],
    "content" : {
      "direction" : "ltr",
      "content" : "<p>As I mentioned, <a href=\"http://blogs.discovermagazine.com/badastronomy/2008/10/20/stop-jenny-mccarthy/\">I’m no fan of Jenny McCarthy</a>. Her antivaccination stance is totally without merit, and in fact her status as a public spokesman for that movement constitutes a public health hazard.</p>\n<p>Let me take a moment here to say something very carefully. I am a parent. I love my daughter, and want to protect her as much as is healthy for her. I understand that instinctive need to care for a child. While I have not gone through what must be an agonizing experience for a parent of an autistic child, I’ve had my taste of such things when my own daughter was ill, or in an accident. </p>\n<p>Talking about kids with autism is a topic filled with emotion. Any time a topic invokes a strong emotional response, critical thinking is the first victim. People are less likely to listen to hard evidence and more willing to accept anecdotal evidence — that is, stories that support their pre-existing beliefs, even if those beliefs are completely wrong. Ms. McCarthy and the antivaxxers have lots of anecdotes, but the <em>real</em> evidence is totally against them. Remember, as hard as it is to talk about this, the ramifications are very, very real: <a href=\"http://blogs.discovermagazine.com/badastronomy/2008/08/22/antivaxxers-must-be-stopped-now/\">outbreaks of diseases are on the rise</a> because antivaxxers are scaring people into not vaccinating their children.</p>\n<p>So we <em>must</em> talk about this. </p>\n<p>Ms. McCarthy has an autistic son. Or, according to her, he <em>was</em> autistic; now she’s claiming her son has been cured of autism. She makes this claim <a href=\"http://www.usmagazine.com/news/jenny-mccarthy-my-son-is-no-longer-autistic/\">in an Us magazine interview</a>, saying changing his diet by removing wheat and dairy products has cured him. In this puff piece, there is not a single medical person contacted (just a general statement saying &quot;doctors have accused her of creating fear of necessary vaccines&quot;), not a single mention that there is no evidence of a relationship between vaccines and autism and in fact strong evidence against such a relationship, and not a single statement that McCarthy might be wrong — <a href=\"http://www.randi.org/joom/swift/shes-completely-wrong.html\">actually, is certainly wrong</a> — about vaccination. </p>\n<p>In fact, <em>they didn’t even ask her if a doctor had corroborated her diagnosis that her son is cured</em>. </p>\n<p>I am not accusing Ms. McCarthy of lying; in fact I think she is a caring parent who loves her son, but who has taken the decidedly wrong path of science denial. But I am very curious about her saying her son was cured. While the press (in the form of Us magazine) has been positive over this, it has not been at all investigative of her claims. We have not seen any diagnoses of her son, for example. Again, I am not accusing her of lying, but let’s bear in mind the seriousness of her claim: <em>she is saying her son is no longer autistic, and that she cured him by changing his diet</em>.</p>\n<p>This is a <strong>incredibly</strong> serious claim, and she is the one using it not only as a weapon against vaccination, but also is de facto telling others to ignore medical advice and try this &quot;alternative&quot; therapy. The burden is therefore on her to show the evidence for her claims. This is absolutely essential: I expect the antivax movement will trumpet her claims loudly and often. But how much real evidence can be made to back up Ms. McCarthy’s claim? For example, there is a broad spectrum of autism disorders, and some research indicates children can do better naturally as they age. Could this be the case here?</p>\n<p>I suspect very strongly that what Ms. McCarthy is engaging in is a mistaken way of thinking called <em>post hoc ergo propter hoc</em>: because an event happens after something, it happened <em>because</em> of that thing. Her son got autism after a vaccination, therefore he is autistic because of the vaccination. But vaccinations are given around the same time children can be first diagnosed with autism! So it makes a link, a <em>false</em> link in a parent’s mind. Again, doctors have made very careful studies of this, and there is no link between vaccines and the onset of autism.</p>\n<p>And now she is propter hoccing again. Let’s assume her son really is doing better. This happened after she changed his diet, so in her mind it happened <em>because</em> of the diet. But it also happened after we invaded Iraq, and after Cassini reached Saturn, and after I left my last job. None of those things were related to her son’s illness, just as his diet almost certainly wasn’t either. And remember, it’s possible that his alleviation of autism symptoms was a natural aspect of his getting older.</p>\n<p>I rail against uncritical thinking on this blog and in everything I do in life. The Moon Hoax, the Face on Mars, and other things like them may not have much of an impact in &quot;real&quot; life, <strong>but the same lack of critical thinking skills does affect us, <em>all of us</em></strong>, especially when a celebrity with some notoriety is the one behind them, aided by an all-too-willing and credulous press. </p>\n<p>Vaccines are one of the greatest triumphs of medical science. Children can die from not getting vaccines. There is no evidence vaccines cause autism. Jenny McCarthy is wrong.</p>\n<p>If you have questions on this, talk to your doctor. Do your research. But please, <em>please</em>, don’t just listen to what McCarthy says, or any of the antivaxxers. They’re dead wrong on this.</p>"
    },
    "author" : "Phil Plait",
    "comments" : [ ],
    "annotations" : [ ],
    "origin" : {
      "streamId" : "feed/http://blogs.discovermagazine.com/badastronomy/feed/",
      "title" : "Bad Astronomy",
      "htmlUrl" : "http://blogs.discovermagazine.com/badastronomy"
    }
  }, {
    "isReadStateLocked" : true,
    "crawlTimeMsec" : "1227076686092",
    "timestampUsec" : "1227076686092417",
    "id" : "tag:google.com,2005:reader/item/2324615bdb2817f1",
    "categories" : [ "user/15483461753948633089/state/com.google/starred", "user/15483461753948633089/state/com.google/read", "Antiscience", "Debunking", "Piece of mind", "Skepticism", "antivax", "autism", "dennis leary", "health", "jenny mccarthy", "stupid", "vaccinations" ],
    "title" : "Being Leary of McCarthyism",
    "published" : 1224817257,
    "updated" : 1224817257,
    "alternate" : [ {
      "href" : "http://blogs.discovermagazine.com/badastronomy/2008/10/23/being-leary-of-mccarthyism/",
      "type" : "text/html"
    } ],
    "content" : {
      "direction" : "ltr",
      "content" : "<p>Oh, my brain! It’s all asplodey!</p>\n<p>Dennis Leary is sometimes funny, but he can also be a serious jerk. It’s part of his schtick, but there are times… In a book he wrote, <em>Why We Suck: A Feel-Good Guide to Staying Fat, Loud, Lazy and Stupid</em>, he says that some claims of autism are really just an excuse by “inattentive mothers and competitive dads who want an explanation for why their dumb-ass kids can’t compete academically, so they throw money into the happy laps of shrinks . . . to get back diagnoses that help explain away the deficiencies of their junior morons.”</p>\n<p><center><br>\n<table>\n<tr>\n<td align=\"center\"><img src=\"http://blogs.discovermagazine.com/badastronomy/files/2008/10/leary_mccarthy.jpg\" alt=\"Dennis Leary and Jenny McCarthy\"></td>\n</tr>\n<tr>\n<td align=\"center\"><font size=\"-2\"><strong>In a more perfect world…</strong></font></td>\n</tr>\n</table>\n<p></p></center><br></p>\n<p><a href=\"http://www.usmagazine.com/news/denis-leary-says-autism-Criticism-taken-out-of-context\">He says this quotation is being taken grossly out of context</a>. I have not read the book, so I can’t say for sure, though I can see where this might be the case. For example, he might be saying that most cases of autism are real, but only some parents use it as an excuse. Or maybe it’s simply an excrutiatingly poorly-aimed joke. He does say that he talks about autism being a real disorder, and &quot;that I not only support the current rational approaches to the diagnoses and treatment of real autism but have witnessed it firsthand while watching very dear old friends raise a functioning autistic child.&quot;</p>\n<p>So it sounds like he may be trying making a what he thinks is a legitimate point, though doing so in a <em>very</em> crass and ill-advised manner.</p>\n<p>But then the crazy gets, well, crazier. Enter Jenny McCarthy.</p>\n<p><a href=\"http://blogs.discovermagazine.com/badastronomy/2008/10/20/but-how-do-we-recover-from-jenny-mccarthy/\">She is at the forefront</a> of the loud but grossly wrong antivaccination movement. <a href=\"http://www.msnbc.msn.com/id/27229732/\">About Leary, she says</a>…</p>\n<blockquote><p>“Whoo! First of all, let me tell you, the autism community has received probably 10,000 emails [saying] ‘Go kill him!’ ‘Go yell at him,’” McCarthy, 36, told Access Hollywood’s Billy Bush.</p>\n<p>“[But] it’s so hard to even get up enough juice in me or energy in me to even try to fight someone that is obviously stupid.”</p></blockquote>\n<p>Wow. Where to start? With the &quot;autism community&quot; threatening him with death? Or her saying someone else’s claims about autism are &quot;stupid&quot;?</p>\n<p>I think Leary’s comments were pretty dumb, whether he’s right or not. Stirring up an issue with this much emotion to make a joke is not such a brilliant idea. Of course, he’s not trying to spearhead a movement  that creates a huge public health hazard and is literally putting the lives of our children at risk.</p>\n<p>Having McCarthy jump on this already exploding dumbosity… well…</p>\n<p><center><br>\n<table>\n<tr>\n<td align=\"center\"><a href=\"http://www.plognark.com/?q=node/10567\"><img src=\"http://blogs.discovermagazine.com/badastronomy/files/2008/09/thestupiditburns.jpg\" alt=\"The stupid, it burns\"></a>\n</td>\n</tr>\n</table>\n<p></p></center><br></p>"
    },
    "author" : "Phil Plait",
    "comments" : [ ],
    "annotations" : [ ],
    "origin" : {
      "streamId" : "feed/http://blogs.discovermagazine.com/badastronomy/feed/",
      "title" : "Bad Astronomy",
      "htmlUrl" : "http://blogs.discovermagazine.com/badastronomy"
    }
  }, {
    "isReadStateLocked" : true,
    "crawlTimeMsec" : "1227076669707",
    "timestampUsec" : "1227076669707564",
    "id" : "tag:google.com,2005:reader/item/2750f3b88d174d80",
    "categories" : [ "user/15483461753948633089/state/com.google/starred", "user/15483461753948633089/state/com.google/read", "Science and Medicine", "Skepticism", "autism", "jenny mccarthy", "vaccines" ],
    "title" : "Skeptics vs Jenny McCarthy",
    "published" : 1225632843,
    "updated" : 1225632843,
    "alternate" : [ {
      "href" : "http://www.theskepticsguide.org/sgublog/?p=364",
      "type" : "text/html"
    } ],
    "content" : {
      "direction" : "ltr",
      "content" : "<p>Jenny McCarthy has been spending her time and energy over the last couple of years trying to harm the health of Americans, or anyone who will listen to her. She is on a misguided crusade against vaccines, fueled by her arrogant ignorance. She believes that her son is a special “indigo child”, the next step in human spiritual evolution. No wait. Scratch that - he has autism, and McCarthy believes this must have been done to him by vaccines. No wait again - he has now been cured by quack therapies.</p>\n<p>McCarthy suffers from a severe case of the arrogance of ignorance - she does not even have the common sense or humility to realize how ignorant she is. She believes that her “mommy instinct” is more reliable than scientific evidence, and that her degree from “Google Universtiy” makes her more qualified than trained experts who have spent a career studying autism.</p>\n<p>I am long past any sympathy for her or granting her any benefit of the doubt. She is nothing but a pretty bully, exploiting her dubious fame (and now the real fame of her boyfriend, Jim Carrey) to promote harmful nonsense. She is doing this because she does not seem capable of entertaining the idea that perhaps she might be wrong. She does not seem to care how much harm she does. She has expressed pride in the fact that her position is backed up by an angry mob, and she has a habit of shouting down any scientist who has the misfortune of sitting across from her on an interview show.</p>\n<p>The only reason anyone is taking seriously this former booger-eating, Playboy playmate, mother of an “Indigo child” is because there is a pre-existing anti-vaccine cult and they have seized upon her as a celebrity front-person. Like it or not, McCarthy has made herself the focal point of a cult-like group of anti-vaccine ideologues.</p>\n<p>This cult has historically been all anti-vaccine all the time, and they drift from issue to issue - anything they can pin on vaccines. In the last decade the focus has been on the claim that vaccines are associated with autism. Unfortunately for their anti-vaccine cause, the scientific evidence strongly shows that there is <a href=\"http://csicop.org/si/2007-06/novella.html\">no association between vaccines and autism</a>.</p>\n<p>Numerous studies in multiple countries have shown no association between vaccines and autism or thimerosal (a mercury-based preservative) and autism, removal of thimerosal from vaccines did not decrease the autism rate (as anti-vaccinationists predicted), autism is increasingly understood as a complex of genetic disorders, early signs of autism manifest younger than the bulk of the vaccine schedule, and pre-natal vaccines do not correlate with autism. Scientifically, there’s no controversy.</p>\n<p>Yet McCarthy and her cult plug away, preferring their gut feelings to all this scientific evidence.</p>\n<p>The media has largely been gullible and accepting toward McCarthy, giving her a venue to spread her nonsense. There have been some good articles written by competent science journalists, but the TV media has been a disaster. The Queen of Woo, Oprah Winfrey, has given McCarthy her biggest venue, but so has Larry King and most of the morning shows.</p>\n<p>The mainstream scientific community has tried to do damage control, but honestly most scientists and officials have no idea how to deal with angry conspiracy-fueled grassroots criticism. The CDC has all but played into the hands of the anti-vaccine crowd with their confusing rhetoric. Only Paul Offit, a pediatric ID specialist, has taken on the anti-vaccine movement head on. (We will be interviewing him next week on the SGU about his new book, Autism’s False Prophets).</p>\n<p>Fortunately skeptical activists have taken up some of the media slack. Using our new web 2.0 powers, we have pushed back against McCarthy and her ilk, providing resources and information to parents and traditional media that would otherwise not be there. Skeptical science bloggers, like myself, Orac, various authors at Science-Based Medicine - even astronomer Phil Plait and many others, have exposed McCarthy’s foibles.</p>\n<p>Now there is also a new website called <a href=\"http://www.site.stopjenny.com/Home.html\">stopjenny.com</a> - started by skeptics who wanted to get involved. The site is already full of useful information and links. It still needs a lot of work- such single issues websites should strive to be as thorough a resource as possible. This is a huge and complex issue, and organizing it all on one site is a herculean task. They need to reach out a bit more (hint!) and tap into those who have been writing about this issue for years. I would also like to see a news/media-watchdog page keeping up to date on McCarthy’s media appearances and utterances.</p>\n<p>The one problem with this site is that, ironically, it focuses on Jenny McCarthy. StopSylviaBrown (now StopSylvia) makes sense - the issue is primarily about one charlatan. But Jenny McCarthy is about the deeper issue of the vaccines and autism controversy - she is just a figure head. This needs to be made more clear, rather than giving undue attention to one crank. But all things considered, the site is off to a great start.</p>\n<p>The International League of Skeptics - a group of SGU listeners who have also taken up the banner of skeptical activisim, are also planning a Youtube video about McCarthy. They seem to recognize that they are dealing with a complex topic, but they are plugging ahead. I wish them luck in this project.</p>\n<p>What we are seeing is the spreading of the skeptical movement to the masses. This is a great thing - we need more activists doing more projects. My only word of caution is that often skepticism deals with very complex or technical topics, and the details matter. While the lateral spread of activity is great, it could benefit from some vertical integration as well. In other words, the skeptical activists need to tap into relevant experts and take the time to do due diligence. This is especially true of medical issues where people might actually make health decisions based upon the information provided.</p>\n<p>More quantity is great, but we have to keep pushing the quality of skepticism high as well. Message boards and blogs are good tools for collaboration among skeptics so we can pool our expertise and keep the quality of our output as high as possible. But I think we also need to explore new ways of collaboration. There is just so much to do, and while we are growing we are still a relatively small movement. This means we need to make maximally efficient use of our time and energy. I’m open to suggestions.</p>\n<p>I do think that collectively focusing our efforts on a few high-profile issues is generally a good idea. The anti-vaccine, autism fear-mongering, Jenny McCarthy anti-scientific idiocy is a good and worthy target. The other side is getting some traction and vaccine rates are actually dropping, leading to measles outbreaks and perhaps more to come. This is a great target issue for skeptics, and we should begin the pig pile.</p>\n<p>Let’s do it.</p>"
    },
    "author" : "Steven Novella",
    "comments" : [ ],
    "annotations" : [ ],
    "origin" : {
      "streamId" : "feed/http://www.theskepticsguide.org/sgublog/?feed=rss2",
      "title" : "The Rogues Gallery",
      "htmlUrl" : "http://www.theskepticsguide.org/sgublog"
    }
  }, {
    "isReadStateLocked" : true,
    "crawlTimeMsec" : "1226601665161",
    "timestampUsec" : "1226601665161550",
    "id" : "tag:google.com,2005:reader/item/8e46e4f4eab9d185",
    "categories" : [ "user/15483461753948633089/state/com.google/starred", "user/15483461753948633089/state/com.google/read", "Anti-Vax Denialism" ],
    "title" : "\"Kennedy\" is a name, not a qualification",
    "published" : 1226019574,
    "updated" : 1226019574,
    "canonical" : [ {
      "href" : "http://scienceblogs.com/denialism/2008/11/kennedy_is_a_name_not_a_qualif.php"
    } ],
    "alternate" : [ {
      "href" : "http://feeds.feedburner.com/~r/DenialismBlog/~3/444942511/kennedy_is_a_name_not_a_qualif.php",
      "type" : "text/html"
    } ],
    "summary" : {
      "direction" : "ltr",
      "content" : "<p>I can't cover this topic better than <a href=\"http://scienceblogs.com/insolence/2008/11/say_it_aint_so_barack_say_you_aint_serio.php\">Orac</a>;  he's the expert.  I would like to suggest that you go read his post.</p>\n\n<p>This is important.  I voted for Obama.  I believe that he is one of the brightest people we've every had the chance to vote for, and I think that after 8 years of open hostility to science, we have a chance to remove some of the politics from the issues that affect all of us.  </p>\n\n<p>But Obama has floated a lead balloon for the head of EPA.  Robert Kennedy, Jr. is an anti-science wacko.  He has drunk the Kool Aid (I know, Flav-R-Ade, stop correcting me!) of the anti-vaccine movement, and crankery is never isolated---it <i>always</i> carries over from one area to the next, as it indicates a flawed way of thinking.  Read Orac's post for specifics.</p>\n\n<p>Building an administration is probably hard.  Please, Mr. Obama, don't get off on the wrong foot with science.  Please?</p> <a href=\"http://scienceblogs.com/denialism/2008/11/kennedy_is_a_name_not_a_qualif.php#commentsArea\">Read the comments on this post...</a><img src=\"http://feeds.feedburner.com/~r/DenialismBlog/~4/444942511\" height=\"1\" width=\"1\">"
    },
    "comments" : [ ],
    "annotations" : [ ],
    "origin" : {
      "streamId" : "feed/http://scienceblogs.com/denialism/index.xml",
      "title" : "denialism blog",
      "htmlUrl" : "http://scienceblogs.com/denialism"
    }
  }, {
    "isReadStateLocked" : true,
    "crawlTimeMsec" : "1226601658821",
    "timestampUsec" : "1226601658821395",
    "id" : "tag:google.com,2005:reader/item/177e613ed8e70f22",
    "categories" : [ "user/15483461753948633089/state/com.google/starred", "user/15483461753948633089/state/com.google/read", "Anti-Vax Denialism" ],
    "title" : "Stop the RFK Jr. appointment NOW",
    "published" : 1226078352,
    "updated" : 1226078352,
    "canonical" : [ {
      "href" : "http://scienceblogs.com/denialism/2008/11/stop_the_rfk_jr_appointment_no.php"
    } ],
    "alternate" : [ {
      "href" : "http://feeds.feedburner.com/~r/DenialismBlog/~3/445704975/stop_the_rfk_jr_appointment_no.php",
      "type" : "text/html"
    } ],
    "summary" : {
      "direction" : "ltr",
      "content" : "<p>I would beg everyone who reads the scienceblogs and cares about science to <a href=\"http://www.change.gov/page/s/contact\">contact the transition team</a> in the Obama administration as <a href=\"http://scienceblogs.com/insolence/2008/11/contact_the_obama_transition_team_to_tel.php\">Orac</a> has requested.</p>\n\n<p>It should be clear by now to readers of this blog that pseudoscience is not a problem of just the right.  The left wing areas of pseudoscience are just as cranky, just as wrong-headed about science, just as likely to use <a href=\"http://scienceblogs.com/denialism/about.php\">the tactics of denialism</a> to advance a non-scientific agenda.  We have been dealing with the denialism of the right more because they've been in control.  Now is the time to nip the denialism of the left in the bud so it doesn't take root in this new administration.</p>\n\n<p>RFK Jr. is a <a href=\"http://scienceblogs.com/denialism/2007/04/unified_theory_of_the_crank.php\">crank</a> (<a href=\"http://scienceblogs.com/insolence/2008/11/say_it_aint_so_barack_say_you_aint_serio.php\">Orac for more</a>), and one of the problems with cranks is <a href=\"http://scienceblogs.com/denialism/2007/06/crank_magnetism_1.php\">Crank Magnetism</a>.  When people have one type of pseudoscientific belief it tends not to be isolated.  Instead it reflects a general incompetence in understanding science, evaluating the quality of evidence, and what constitutes good science.  RFK Jr.'s crankery will not be limited to vaccines and autism.  He will undoubtably become the poster boy for all sorts of left wing crankery - be it environmental extremism, toxin/radiation paranoia (we'll never get public wifi), or his already well known anti-vax crankery.  </p>\n\n<p>My letter to the transition team is below the fold.  Please join me in trying to prevent this terrible error on the part of the Obama campaign.<br>\n</p> <a href=\"http://scienceblogs.com/denialism/2008/11/stop_the_rfk_jr_appointment_no.php\">Read the rest of this post...</a> | <a href=\"http://scienceblogs.com/denialism/2008/11/stop_the_rfk_jr_appointment_no.php#commentsArea\">Read the comments on this post...</a><img src=\"http://feeds.feedburner.com/~r/DenialismBlog/~4/445704975\" height=\"1\" width=\"1\">"
    },
    "comments" : [ ],
    "annotations" : [ ],
    "origin" : {
      "streamId" : "feed/http://scienceblogs.com/denialism/index.xml",
      "title" : "denialism blog",
      "htmlUrl" : "http://scienceblogs.com/denialism"
    }
  }, {
    "isReadStateLocked" : true,
    "crawlTimeMsec" : "1225509236331",
    "timestampUsec" : "1225509236331111",
    "id" : "tag:google.com,2005:reader/item/a2a58f6fa3d2e2cc",
    "categories" : [ "user/15483461753948633089/state/com.google/starred", "user/15483461753948633089/state/com.google/read", "Creationism" ],
    "title" : "One difference: these zombies are repelled by brains",
    "published" : 1225476007,
    "updated" : 1225476007,
    "canonical" : [ {
      "href" : "http://scienceblogs.com/pharyngula/2008/10/one_difference_these_zombies_a.php"
    } ],
    "alternate" : [ {
      "href" : "http://feeds.feedburner.com/~r/scienceblogs/pharyngula/~3/438235818/one_difference_these_zombies_a.php",
      "type" : "text/html"
    } ],
    "summary" : {
      "direction" : "ltr",
      "content" : "<div><a href=\"http://technology.timesonline.co.uk/tol/news/tech_and_web/article5032908.ece\"><img alt=\"zombies.jpg\" src=\"http://scienceblogs.com/pharyngula/2008/10/30/zombies.jpg\" width=\"385\" height=\"185\"></a></div>\n\n<p>I knew there was a creationist connection to Halloween. <a href=\"http://www.beaconbroadside.com/broadside/2008/10/zombie-jamboree.html\">Glenn Branch figured it out</a>:</p>\n\n<blockquote><p>When the distinguished philosopher Philip Kitcher recently addressed the creationist movement in his Living With Darwin, he judiciously assessed creationism in its latest incarnation as historically respectable but currently bankrupt, and proposed to describe it as \"dead\" science. \"In light of its shambling tenacity,\" I replied, \"'zombie science' is perhaps a preferable label.\" </p></blockquote>\n\n<p>Read the rest for the real horror story — the zombies have taken over the Texas educational system.</p> <a href=\"http://scienceblogs.com/pharyngula/2008/10/one_difference_these_zombies_a.php#commentsArea\">Read the comments on this post...</a><img src=\"http://feeds.feedburner.com/~r/scienceblogs/pharyngula/~4/438235818\" height=\"1\" width=\"1\">"
    },
    "comments" : [ ],
    "annotations" : [ ],
    "origin" : {
      "streamId" : "feed/http://scienceblogs.com/pharyngula/atom.xml",
      "title" : "Pharyngula",
      "htmlUrl" : "http://scienceblogs.com/pharyngula/"
    }
  } ]
}